{
  "sun": {
    "topic": "ดวงอาทิตย์",
    "description": "ดาวฤกษ์สีเหลือง ศูนย์กลางระบบสุริยจักรวาล เป็นแหล่งพลังงานสำคัญที่สุดของสิ่งมีชีวิตบนโลก แรงโน้มถ่วงของดวงอาทิตย์ดึงดูด ทุกอย่าง ตั้งแต่ดาวเคราะห์ขนาดใหญ่ ไปจนถึงเศษเสี้ยวเล็กๆ ในวงโคจร",
    "imgsrc": "./assets/sun.png",
    "fact": [{
        "heading": "ใหญ่ที่สุด",
        "text": "เทียบกันโดยขนาด ถ้าดวงอาทิตย์เป็นประตู<br>โลกก็จะมีขนาดเท่าเหรียญบาท"
      },
      {
        "heading": "มีมวลมากที่สุด",
        "text": "ดวงอาทิตย์เป็นศูนย์กลางของระบบสุริยะ<br>โดยมวลของดวงอาทิตย์คิดเป็น 99.8% ของระบบสุริยะ"
      },
      {
        "heading": "เราไม่สามารถยืนบนดวงอาทิตย์ได้",
        "text": "เพราะดวงอาทิตย์เป็นเหมือนลูกบอลแก๊ส<br>(92.1% - hydrogen, 7.8% - helium)"
      }
    ],
    "indepth": "./indepth/sun.html"
  },
  "mercury": {
    "topic": "ดาวพุธ",
    "description": "ดาวเคราะห์ที่อยู่ใกล้ดวงอาทิตย์มากที่สุด และเล็กที่สุดในระบบสุริยะ แต่ใหญ่กว่าดวงจันทร์บริวารของโลกเป็นดาวเคราะห์โคจรรอบดวงอาทิตย์เร็วที่สุด โดยที่ 1 รอบการโคจรใช้เวลาเพียง 88 วันบนโลก",
    "imgsrc": "./assets/mercury.png",
    "fact": [{
        "heading": "ขนาดเล็กที่สุด",
        "text": "ดาวพุธมีขนาดเล็กที่สุดในระบบสุริยะ ถ้าเทียบกับดาวดวงอื่นๆ แต่เมื่อเทียบกับดวงจันทร์บริวารของโลก ดาวพุธจะมีขนาดใหญ่กว่า "
      },
      {
        "heading": "มีวันที่ยาวนาน แต่มีปีที่สั้นมาก",
        "text": "1 วันบนดาวพุธ เทียบเท่า 175.97 วันบนโลก แต่ 1 ปีของดาวพุธ เท่ากับ 88 วันบนโลก"
      },
      {
        "heading": "เราไม่สามารถใช้ชีวิตบนดาวพุธได้",
        "text": "เพราะว่าในช่วงกลางวัน มีอุณหภูมิสูงถึง 430 degrees Celsius และลดลงไปจนถึง -180 ในช่วงกลางคืน นี่เป็นสาเหตุให้เราไม่สามารถใช้ชีวิตบนดาวพุธได้"
      }
    ],
    "indepth": "./indepth/mercury.html"
  },
  "venus": {
    "topic": "ดาวศุกร์",
    "description": "ดาวศุกร์หมุนอย่างช้าๆ และหมุนในทิศทางตรงกันข้ามกับดาวเคราะห์อื่น มีชั้นบรรยากาศที่หนา ทำให้ไม่สามารถระบายความร้อนออกไปได้ ดาวศุกร์จึงเป็นดาวเคราะห์ที่ร้อนที่สุดในระบบสุริยะ",
    "imgsrc": "./assets/venus.png",
    "fact": [{
        "heading": "ฝาแฝดโลก",
        "text": "ดาวศุกร์มีขนาดพอๆ กันกับโลก ดังนั้นเมื่อเทียบกับดวงอาทิตย์ ถ้าให้ดวงอาทิตย์มีขนาดเท่าประตู ดาวศุกร์จะมีขนาดเท่าเหรียญบาท"
      },
      {
        "heading": "มีวันที่ยาวนานกว่าปี",
        "text": "1 วันบนดาวศุกร์ เทียบเท่า 243 วันบนโลก เพราะว่าดาวศุกร์หมุนกลับด้าน ทำให้ดวงอาทิตย์ขึ้นทิศตะวันตกและตกทิศตะวันออก"
      },
      {
        "heading": "มีลักษณะภูมิประเทศที่หลากหลาย",
        "text": "พื้นผิวของดาวศุกร์ ปกคลุมไปด้วยที่ราบกว้างใหญ่ที่มีภูเขาไฟสูงและที่ราบสูงสันเขากว้างใหญ่"
      }
    ],
    "indepth": "./indepth/venus.html"
  },
  "earth": {
    "topic": "โลก",
    "description": "ดาวโลก บ้านของเราที่รู้จักกันดี เป็นแหล่งที่อยู่ของสิ่งมีชีวิต และเป็นดาวเคราะห์ดวงเดียวในระบบสุริยะที่มีน้ำบนพื้นผิวดาว",
    "imgsrc": "./assets/earth.png",
    "fact": [{
        "heading": "เป็นมิตรต่อสิ่งมีชีวิต",
        "text": "เพราะบนโลกประกอบไปด้วย 78% nitrogen, 21% oxygen และอื่นๆ อีก 1% เป็นองค์ประกอบที่ดีมากสำหรับการหายใจและการมีชีวิตอยู่"
      },
      {
        "heading": "โลกมีดวงจันทร์เป็นเพื่อนบ้าน",
        "text": "โลกมีดวงจันทร์บริวาร 1 ดวง"
      },
      {
        "heading": "โลกมีเกราะป้องกัน",
        "text": "ชั้นบรรยากาศของโลก ช่วยปกป้องโลกจากอุกกาบาตที่พุ่งเข้ามาซึ่งอุกกาบาตจะเสียดสีกับชั้นบรรยากาศก่อนที่จะมาถึงพื้นโลก"
      }
    ],
    "indepth": "./indepth/earth.html"
  },
  "mars": {
    "topic": "ดาวอังคาร",
    "description": "ดาวเคราะห์สีแดงที่เต็มไปด้วยฝุ่น หนาวเย็น และทะเลทราย โดยดาวอังคารมีชั้นบรรยากาศที่บางมาก",
    "imgsrc": "./assets/mars.png",
    "fact": [{
        "heading": "ดาวเคราะห์ขนาดเล็ก",
        "text": "ถ้าดวงอาทิตย์มีขนาดเท่ากับประตู ดาวอังคารจะมีขนาดพอๆ กับยาเม็ด"
      },
      {
        "heading": "มีพื้นผิวหยาบ",
        "text": "ดาวอังคารเป็นดาวเคราะห์หิน โดยมีพื้นผิวเป็นหินและเต็มไปด้วยภูเขาไฟ"
      },
      {
        "heading": "ดาวเคราะห์สนิม",
        "text": "ดาวอังคารเป็นที่รู้จักในชื่อ ดาวเคราะห์สีแดง เนื่องจากแร่ธาตุเหล็กในดินออกซิไดส์เป็นสนิม ทำให้ชั้นบรรยากาศดูเป็นสีแดง"
      }
    ],
    "indepth": "./indepth/mars.html"
  },
  "jupiter": {
    "topic": "ดาวพฤหัสบดี",
    "description": "ดาวพฤหัสเป็นดาวที่ใหญ่ที่สุดและ มีมวลมากกว่าสองเท่าของมวล ดาวเคราะห์ดวงอื่นในระบบสุริยะรวมกัน",
    "imgsrc": "./assets/jupiter.png",
    "fact": [{
        "heading": "ดาวเคราะห์ที่ใหญ่ที่สุด",
        "text": "ถ้าโลกมีขนาดเท่าลูกองุ่น<br>ดาวพฤหัสจะมีขนาดเท่าลูกบาส "
      },
      {
        "heading": "มีวันที่สั้น แต่มีปีที่ยาวนานมาก",
        "text": "1 วันบนดาวพฤหัส เทียบเท่า 10 ชั่วโมงบนโลก<br>แต่ 1 ปีของดาวพุธ เท่ากับ 12 ปีบนโลก"
      },
      {
        "heading": "มีวงแหวน",
        "text": "วงแหวนของดาวพฤหัสถูกค้นพบในปี 1979<br>โดยภารกิจ Voyager"
      }
    ],
    "indepth": "./indepth/jupiter.html"
  },
  "saturn": {
    "topic": "ดาวเสาร์",
    "description": "ดาวเสาร์เป็นดาวเคราะห์แก๊สขนาดใหญ่ มีวงแหวนน้ำแข็งที่โดดเด่น",
    "imgsrc": "./assets/saturn.png",
    "fact": [{
        "heading": "ดาวเคราะห์ยักษ์",
        "text": "ต้องใช้โลก 9 ดวงเรียงต่อกัน<br>จึงจะยาวเท่ากับเส้นผ่านศูนย์กลางดาวเสาร์ (ไม่รวมวงแหวน)"
      },
      {
        "heading": "มีวันที่สั้น แต่มีปีที่ยาวนานมาก",
        "text": "1 วันบนดาวเสาร์ เทียบเท่า 10.7 ชั่วโมงบนโลก<br>แต่ 1 ปีของดาวเสาร์ เท่ากับ 29 ปีบนโลก"
      },
      {
        "heading": "ดาวเคราะห์แก๊สขนาดมหึมา",
        "text": "เนื่องจากดาวเสาร์เป็นดาวเคราะห์แก๊ส <br>ทำให้ดาวเสาร์ไม่มีพื้นผิวที่เป็นของแข็งแบบโลก<br>นอกจากนี้อุณหภูมิบนดาวเสาร์ยังมีค่าสูงมาก"
      }
    ],
    "indepth": "./indepth/saturn.html"
  },
  "uranus": {
    "topic": "ดาวยูเรนัส",
    "description": "เป็นดาวเคราะห์ที่หมุนทำมุมเกือบ 90 องศาจากระนาบโคจร การเอียงที่ไม่เหมือนใครนี้ทำให้ดาวยูเรนัสหมุนไปด้านข้าง",
    "imgsrc": "./assets/uranus.png",
    "fact": [{
        "heading": "มีขนาดใหญ่มาก",
        "text": "ถ้าให้โลกมีขนาดเท่ากับลูกแอปเปิ้ล<br>แล้วดาวยูเรนัสจะมีขนาดเท่ากับลูกบาส"
      },
      {
        "heading": "มีวันที่สั้น แต่มีปีที่ยาวนานมาก",
        "text": "1 วันบนดาวยูเรนัส เทียบเท่า 17 ชั่วโมงบนโลก<br>แต่ 1 ปีของดาวยูเรนัส เท่ากับ 84 ปีบนโลก"
      },
      {
        "heading": "หมุนแตกต่างจากดาวดวงอื่น",
        "text": "การหมุนของดาวยูเรนัสมีความเฉพาะตัว แตกต่างจากดาวดวงอื่น<br>คือ มันหมุนไปด้านข้างแทนที่จะหมุนแบบปกติ"
      }
    ],
    "indepth": "./indepth/uranus.html"
  },
  "nepturn": {
    "topic": "ดาวเนปจูน",
    "description": "ดาวเคราะห์ดวงที่ 8 ของระบบสุริยะ อยู่ห่างไกลจากดวงอาทิตย์มากที่สุด ดาวเนปจูนมืดมิด มีอากาศที่หนาวเย็น และมีลมความเร็วเหนือเสียงพัดพาอยู่ตลอดเวลา",
    "imgsrc": "./assets/neptune.png",
    "fact": [{
        "heading": "ดาวเคราะห์ยักษ์",
        "text": "ถ้าให้โลกมีขนาดเท่ากับแอปเปิ้ล<br>ดาวเนปจูนจะมีขนาดเท่ากับลูกบาส"
      },
      {
        "heading": "มีวันที่สั้น แต่มีปีที่ยาวนานมาก",
        "text": "1 วันบนดาวเนปจูน เทียบเท่า 16 ชั่วโมงบนโลก<br>แต่ 1 ปีของดาวยูเรนัส เท่ากับ 165 ปีบนโลก"
      },
      {
        "heading": "มีผู้มาเยือนเพียงหนึ่งเดียว",
        "text": "Voyager 2 เป็นยานอวกาศดวงเดียวของมนุษย์<br>ที่เคยไปเยี่ยมดาวเนปจูน"
      }
    ],
    "indepth": "./indepth/nepturn.html"
  }
}